Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: A superheated spear capable of dealing explosive fire damage to targets.
uk_ua: Перегрітий спис, здатний завдавати вибухової вогняної шкоди цілям.

source: A surprisingly attractive cake.
uk_ua: Напрочуд привабливий торт.

source: A surprisingly effective device for collecting fish.
uk_ua: Напрочуд ефективний пристрій для ловлі риби.

source: A table that looks so great, some might say it never should have moved from the spot you found it in.
uk_ua: Стіл, який виглядає настільки чудово, що дехто може сказати, що його взагалі не слід було пересувати з того місця, де ви його знайшли.

source: A tamed Pest must be present to operate.
uk_ua: Ця дія вимагає прирученого Шкідника.

source: A taste of home.
uk_ua: Домашній смак.

source: A tasty blend of tart berries and sweet ice cream in drinkable form.
uk_ua: Смачне поєднання терпких ягід та солодкого морозива у формі, придатній для пиття.

source: A tenacious plant from an Anteverse.
uk_ua: Живуча рослина з Антивсесвіту.

source: A terribly burned cake.
uk_ua: Жахливо підгорілий торт.

source: A thick and rich stew.
uk_ua: Густе та насичене рагу.

source: A thick and sturdy hide, near impenetrable, punctuated by gooey globs: an alien growth of acidic pustules.
uk_ua: Товста та міцна шкура, майже непробивна, поцяткована липкими згустками - позаземними наростами кислотних пустул.

source: A three-seater leather couch, long enough for sleeping.
uk_ua: Тримісний шкіряний диван, достатньо довгий для того щоб заснути.

source: A throwable net, great for temporarily trapping small creatures, leaving them vulnerable.
uk_ua: Метальна сітка, чудово підходить для тимчасового утримування дрібних істот, роблячи їх вразливими.

source: A throwable shield that protects from harm and allows projectiles to pass through one side of it.
uk_ua: Метальний щит, який захищає від пошкоджень і дозволяє снарядам проходити лише крізь один бік.

source: A tight stack of extremely strong, heat-resistant textiles.
uk_ua: Щільний стос надміцних, термостійких тканин.

source: A toasty bread made from wheat.
uk_ua: Підсмажений хліб, який зроблений з пшениці.

source: A tomato soup, eventually.
uk_ua: Томатний суп, зрештою.

source: A tome containing generations of cooking experience which aids nearby chefs in learning.
uk_ua: Том, що містить багатопоколінний кулінарний досвід, який допомагає кухарям поблизу навчатися.

source: A toothed cog for engaging spinning objects.
uk_ua: Зубчаста шестерня для взаємодії з обертовими предметами.

source: A tray of delectable pumpkin cookies.
uk_ua: Деко смачного гарбузового печива.

source: A tray of pumpkin cookies, ready for baking.
uk_ua: Деко з гарбузовим печивом, готове до випікання.

source: A tray of rather well-cooked winter squash.
uk_ua: Деко вдало приготованих зимових гарбузів.

source: A tray of seasonal cookies that were left too long in the oven.
uk_ua: Деко із сезонним печивом, яке занадто довго залишалося в духовці.

source: A tray of terribly burned cookies.
uk_ua: Деко із жахливо підгорілим печивом.

source: A trayful of roasted semi-nori.
uk_ua: Повне деко смажених напівнорі.

source: A uniquely thick substance, possibly a type of blood, with strange chemical properties...
uk_ua: Унікально густа субстанція, ймовірно, різновид крові, з дивними хімічними властивостями...

source: A useful collection of components from a military-grade shoulder-lamp, but none of them intact.
uk_ua: Корисна колекція компонентів від військового наплічного ліхтаря, але жоден з них не зберігся.

source: A very basic hose, useable in crafting.
uk_ua: Дуже простий шланг, корисний при виготовленні.

source: A very burnt Simple Pest Pie.
uk_ua: Дуже підгорілий Простий Пиріг зі Шкідника.

source: A very small backpack made from cloth scraps.
uk_ua: Дуже маленький наплічник, зроблений із клаптиків тканини.

source: A very small backpack.
uk_ua: Дуже маленький наплічник.

source: A vial containing some sort of liquid crystal.
uk_ua: Флакон, що містить якийсь рідкий кристал.

source: A viscous drink packed with a concerning amount of caffeine.
uk_ua: В'язкий напій, що містить страшно велику кількість кофеїну.

source: A water filter that fits atop a barrel to purify your liquid.
uk_ua: Фільтр для води, який встановлюється на бочку для очищення рідини.

source: A well-meaning desk lamp.
uk_ua: Настільна лампа з добрими намірами.

source: A well-used comfy leather armchair.
uk_ua: Зручне шкіряне крісло у хорошому стані.

source: A well-used comfy leather couch for two.
uk_ua: Зручний шкіряний двомісний диван у хорошому стані.

source: A wide armchair that fits nicely just about nowhere.
uk_ua: Широке крісло, яке нікуди не поміститься, якщо чесно.

source: A world made of worlds.
uk_ua: Світ, що складається зі світів.

source: A worn office chair.
uk_ua: Зношене офісне крісло.

source: ACCESSIBILITY
uk_ua: ДОСТУПНІСТЬ

source: ADMIN
uk_ua: АДМІНІСТРАТОР

source: ADVANCED PLAYERS ONLY
uk_ua: ТІЛЬКИ ДЛЯ ДОСВІДЧЕНИХ ГРАВЦІВ

source: ALL
uk_ua: УСЕ

source: ALL of our necks are on the line, in the grandest sense.
uk_ua: УСІ наші шиї на кону, у найширшому сенсі.

source: APPLY
uk_ua: ЗАСТОСУВАТИ

source: ARMOR DISPLAY STAND
uk_ua: СТІЙКА ДЛЯ ПОКАЗУ БРОНІ

source: ARRIVING...
uk_ua: ПРИБУВАЄ...

source: ATTEMPTING TO JOIN...
uk_ua: СПРОБА ПРИЄДНАННЯ...

source: AUDIO
uk_ua: ЗВУК

source: AUTO-APPLY:
uk_ua: АВТОЗАСТОСУВАННЯ

source: AUTO-SAVE:
uk_ua: АВТОЗБЕРЕЖЕННЯ

source: AVAILABLE JOBS
uk_ua: ДОСТУПНІ ВАКАНСІЇ

source: AVAILABLE POINTS
uk_ua: ДОСТУПНІ БАЛИ

source: AVAILABLE TRAITS
uk_ua: ДОСТУПНІ РИСИ

source: AWHILE
uk_ua: ТРІШКИ

source: Abe
uk_ua: Ейб

source: Abe Bobblehead
uk_ua: Головотряс Ейба

source: Abe and Janet suggest there may be equipment to help penetrate the ice wall somewhere in the Residence Sector, but first, we need to complete the portal suppression device in the Athletics area.
uk_ua: Ейб і Дженет припускають, що десь у секторі може бути обладнання, яке допоможе пробити крижану стіну, але спочатку нам потрібно полагодити пристрій для придушення порталів у Спортивній зоні.

source: Abe, do we need more lasers?
uk_ua: Ейбе, нам потрібно більше лазерів?

source: Abe.
uk_ua: Ейбе.

source: Abstract Blue Painting
uk_ua: Абстрактний Синій живопис

source: Abstract Cliff Painting
uk_ua: Абстрактний Скелястий Живопис

source: Abstract Colors Painting
uk_ua: Абстрактний Кольоровий Живопис

source: Abstract Mountains Painting
uk_ua: Абстрактний Гірський Живопис

source: Abstract Square Painting
uk_ua: Живопис Абстрактного Квадрата

source: Abstract Triangle Painting
uk_ua: Абстрактний Трикутний Живопис

source: Access Manufacturing West
uk_ua: Дістаньтесь до Західного Виробництва

source: Access Residence Sector
uk_ua: Дістаньтесь до Житлового Сектору

source: Access the Dark Lens
uk_ua: Дістаньтесь до Темної Лінзи

source: Access the Fusion Generator
uk_ua: Дістаньтесь до Термоядерного Генератора

source: Access the Inner Wing
uk_ua: Дістаньтесь до Внутрішного Крила

source: Accessibility - Audio
uk_ua: Доступність - Аудіо

source: Accessibility - Colorblind
uk_ua: Доступність - Дальтонізм

source: Accessibility - Controls
uk_ua: Доступність - Керування

source: Accessibility - Misophonia
uk_ua: Доступність - Мізофонія

source: Accessibility - Other
uk_ua: Доступність - Інше

source: Accessibility - Subtitles
uk_ua: Доступність - Субтитри

source: Accessibility - Text
uk_ua: Доступність - Текст

source: Accessibility - UI
uk_ua: Доступність – ІК

source: Accessibility - Visuals
uk_ua: Доступність - Візуал

source: Accessory
uk_ua: Аксесуари

source: Accuracy
uk_ua: Точність

source: Accursed Hood
uk_ua: Проклятий Каптур

source: Ach.
uk_ua: Ах.

source: Acid
uk_ua: Кислотних

source: Ack, I'm starving!
uk_ua: Ах, я вмираю з голоду!

source: Acolyte
uk_ua: Прибічник

source: Activate Cloud Reactor
uk_ua: Активуйте Хмарний Реактор

source: Activate Dusk Reactor
uk_ua: Активуйте Сутінковий Реактор

source: Activate Gale Reactor
uk_ua: Активуйте реактор Ґейла

source: Activate Mist Reactor
uk_ua: Активуйте Туманний Реактор

source: Activate the Altar
uk_ua: Активуйте Вівтар

source: Activate the Reactors
uk_ua: Активуйте Реактори

source: Activate the synchrotron to cause an overload that should create an exit into the Labs sector.
uk_ua: Активуйте синхротрон, щоб викликати перевантаження, яке має створити вихід до Лабораторного Сектору.

source: Adapts quickly to portal environments, making it useable in most scenarios.
uk_ua: Швидко адаптується до портальних середовищ, що робить його зручним у більшості випадків.

source: Add to Favorites
uk_ua: Додати в Улюблені

source: Add {objectname} to pot of soup
uk_ua: Додати {objectname} до каструлі супу

source: Adds a splint to your damaged limb.
uk_ua: Додає шину до пошкодженої кінцівки.

source: Adds this map to your journal.
uk_ua: Додає цю карту до вашого журналу.

source: Adhesive
uk_ua: Речовина

source: Admin Tools
uk_ua: Інструменти Адміністратора

source: Administration and Management
uk_ua: Адміністрування та Управління

source: Admit it, you've impressed yourself.
uk_ua: Визнайте, ви перевершили себе.

source: Advanced Options
uk_ua: Розширені Параметри

source: Advanced sandbox settings are not recommended for beginners.
uk_ua: Розширені налаштування пісочниці не рекомендуються для початківців.

source: Aesthethically, well...
uk_ua: Естетично, що ж...

source: After everything I've seen, all I wanna do is keep off their radar till help arrives.
uk_ua: Після всього, що я бачив, все чого я хочу, це триматися подалі від їхнього радара, поки не прибуде допомога.

source: Aftercare
uk_ua: Опіка

source: Agoraphobic
uk_ua: Агарофоб

source: Agriculture
uk_ua: Землеробство

source: Ah, you’re stuck here too, eh.
uk_ua: О, ви теж тут застрягли, га?

source: Aim-Assisted Interaction
uk_ua: Допомога з прицілюванням

source: Air Compressor
uk_ua: Повітряний Компресор

source: Albatross
uk_ua: Альбатрос

source: Alice
uk_ua: Еліс

source: Alice Hong
uk_ua: Еліс Хонґ

source: Alice Hong came out of Security Sector, and locked the blast door behind her.
uk_ua: Еліс Хонґ вийшла із Сектора Безпеки та замкнула за собою вибухотривкі двері.

source: Alice Hong joined the GATE Defense Team at Rise Bio-Laboratory in 1988._x000D_ _x000D_ In 1990 she accepted secondment to the GATE Cascade Research Facility, where she manages research security and investigation into IS-0102, amongst other subjects.
uk_ua: Еліс Хонґ приєдналася до команди захисту БРАМА в біолабораторії Сходження у 1988 році._x000D_ _x000D_У 1990 році вона пішла у відрядження в дослідницький центр БРАМА Каскад, де керує безпекою досліджень та розслідуванням ІС-0102, поміж інших сутностей.

source: All Items Are Destroyed
uk_ua: Усі Предмети Знищено

source: All Recipes
uk_ua: Усі рецепти

source: All cooking-related recipes take half the time to craft.
uk_ua: На приготування всіх рецептів, пов'язаних з кулінарією, потрібно вдвічі менше часу.

source: All corpse markers have been cleared.
uk_ua: Усі маркери трупів було очищено.

source: All food you place on a cooktop or in an oven cooks 25% faster.
uk_ua: Уся їжа, яку ви кладете на плиту або в духовку, готується на 25% швидше.

source: All my data's inside ...
uk_ua: Усі мої дані всередині...

source: All portal world resources have reset.
uk_ua: Усі портальні ресурси відновлено.

source: All signs point towards Power Cells being taken through the Silo 3 portal...
uk_ua: Усі ознаки вказують на те, що Енергоядра перенесли через портал 3-ого Силосу...

source: All splints heal bones faster when applied by you.
uk_ua: Шини, накладені вами, значно швидше лікують переломи.

source: All that resolves deceives, so we trust that which pretends not to truth, but reports what we already know ... [9.92]which is this: all is folly.
uk_ua: Усе розв'язане - омана, тож ми довіряємо тому, що не претендує на істину, а лише сповіщає про те, що ми вже знаємо ... [9.92]а саме: усе це марнота.

source: All vacant perforations will be resetting in 3 ... 2 ... 1 ...
uk_ua: Усі вільні перфорації будуть скинуті через 3 ... 2 ... 1 ...

source: All will reveal.
uk_ua: Усе розкриється.

source: Allow Character Resets
uk_ua: Дозволити Скидання Персонажа

source: Allows breathing underwater for a much longer time and flippers that allow faster swimming.
uk_ua: Дозволяє дихати під водою набагато довше, а ласти сприяють швидшому плаванню.

source: Allows connecting multiple devices into a single Power Socket.
uk_ua: Дозволяє підключати кілька пристроїв до однієї Розетки

source: Allows crafting of more advanced recipes and creates a safer home space.
uk_ua: Дозволяє виготовляти складніші рецепти та створює безпечніший домашній простір.

source: Allows repairing and salvaging of items.
uk_ua: Дозволяє ремонтувати та розбирати предмети.

source: Allows the wearer to see clearly underwater.
uk_ua: Дозволяє носію чітко бачити під водою.

source: Almost completely blocks incoming radiation.
uk_ua: Майже повністю блокує отримувану радіацію.

source: Almost cooked
uk_ua: Майже приготовано

source: Along with your passive gains, you sprint 5% faster overall.
uk_ua: Разом з вашими пасивними перевагами, ви біжите на 5% швидше.

source: Also, we need an actual name for them.
uk_ua: Також нам потрібно їх якось назвати.

source: Alternate Fire while aiming with a ranged weapon will zoom your vision.
uk_ua: Використання альтернативного вогню під час прицілювання, створює наближення.

source: Although highly aggressive, the creature is more of an encumbrance than a threat to larger prey.
uk_ua: Хоча ця істота дуже агресивна, вона радше є перешкодою, ніж загрозою для більшої здобичі.

source: Am I ... there too?
uk_ua: Невже я... теж там?

source: Ammo
uk_ua: Патрони

source: Ammo Crafter
uk_ua: Виробник Набоїв

source: Ammo Station
uk_ua: Станція Боєприпасів

source: Ammo for a basic crossbow.
uk_ua: Боєприпаси для базового арбалета.

source: Ammo for a high-tech crossbow.
uk_ua: Боєприпаси для високотехнічного арбалета.

source: Ammo for any .308 weapon.
uk_ua: Боєприпаси для будь-якої зброї калібру .308.

source: Ammo for any .357 Magnum weapon.
uk_ua: Боєприпаси для будь-якої зброї калібру .357 Магнум.

source: Ammo for any 40mm launcher.
uk_ua: Боєприпаси для будь-якої 40-мм гармати.

source: Ammo for any 5.56 weapon.
uk_ua: Боєприпаси для будь-якої зброї калібру 5.56.

source: Ammo for any 9mm weapon.
uk_ua: Боєприпаси для будь-якої зброї калібру 9 мм.

source: Ammo for any shotgun.
uk_ua: Боєприпаси для будь-якого дробовика.

source: Among the most experienced TransRecon staff, Dr. Riggs is renowned for surviving the first encounters with monolithic Anteverse 42 entities, as well as discovering a countless array of new lifeforms, locations and living to tell the tale._x000D_ _x000D_ She literally wrote the survival handbook for field research, and many of her colleagues wonder how her experiences have failed to overwhelm her.
uk_ua: Будучи однією з найдосвідченіших співробітниць Транс-Розвідки, докторка Ріґс відома тим, що вижила після перших зіткнень із монолітними сутностями Антивсесвіту-42, а також відкрила незліченну кількість нових форм життя та локацій і лишилася живою, щоби розповісти про це._x000D_ _x000D_Вона в буквальному сенсі написала посібник із виживання для польових досліджень і багато хто з її колег дивується, як пережите досі не зламало її.

source: An advanced CPU, corrupted by some kind of abyssal growth.
uk_ua: Вдосконалений процесор, зіпсований наростом якоїсь пітьми.

source: An advanced bandage that will completely stop heavy bleeding.
uk_ua: Удосконалений бинт, який повністю зупиняє сильну кровотечу.

source: An advanced electrical melee weapon delivering a devastating initial charge that arcs to nearby enemies.
uk_ua: Удосконалена електрична зброя ближнього бою, вивільняє руйнівний заряд, що посилається дугою на ворогів поблизу.

source: An advanced, laser-powered device that counteracts the intensity of radiation in a given area.
uk_ua: Удосконалений лазерний пристрій, який протидіє інтенсивності випромінювання в заданій області.

source: An advancement on the original G.A.S.S.
uk_ua: Удосконалена версія оригінального О.А.С.Б.

source: An angry mob approaches...
uk_ua: Наближається розлючений натовп...

source: An aquatic storage environment for a range of marine specimens.
uk_ua: Водне сховище для зберігання різноманітних морських видів.

source: An assault shotgun, coated in black.
uk_ua: Штурмовий дробовик, повністю чорний.

source: An assortment of paper scraps.
uk_ua: Асорті паперових клаптиків.

source: An auto-targeting high-energy laser turret.
uk_ua: Самонавідна високоенергетична лазерна турель.

source: An edible underwater weed.
uk_ua: Їстівна підводна ростина.

source: An elegant key, typically held by The Order's higher-ranked operatives.
uk_ua: Елегантний ключ, який зазвичай зберігають високопоставлені оперативники Ордену.

source: An end, a beginning, one is the other.
uk_ua: Кінець, початок, одне є іншим.

source: An enhanced 9mm semi-automatic pistol with extra magazine capacity and a built-in muzzle brake to reduce recoil.
uk_ua: Покращений 9-мм напівавтоматичний пістолет зі збільшеною місткістю магазину та вбудованим дуловим гальмом для зменшення віддачі.

source: An extra-strong composite built from a mix of earthly and alien materials.
uk_ua: Надзвичайно міцна речовина, виготовлена із суміші земних та інопланетних матеріалів.

source: An extremely capable explosive-hurtling device with a homing mechanism implemented in the scope.
uk_ua: Надзвичайно потужний вибухонебезпечний пристрій з механізмом самонаведення, реалізованим у прицілі.

source: An iconic close-quarters heavy weapon that drags enemies towards you.
uk_ua: Культова важка зброя ближнього бою, яка притягує ворогів до себе.

source: An imitative image of Dr. Janet Ross.
uk_ua: Імітаційний образ Докторки Дженет Рос.

source: An immaculate and peculiar carbon spheroid.
uk_ua: Бездоганна, але незвична вуглецева сфера.

source: An incredible replication of a GATE Cascade Research Facility watercooler.
uk_ua: Неймовірна репліка водяного охолоджувача дослідницького центру БРАМА Каскад.

source: An intermediate gun repair kit, capable of fixing medium-sized firearms.
uk_ua: Середній ремонтний комплект для зброї, здатний ремонтувати вогнепальну зброю середнього калібру.

source: An often-overlooked quality of unctions from the Night Realm is their capacity to disperse friction from this realm into numberless others.
uk_ua: Часто ігнорована особливість мастил із Виміру Ночі - це їхня здатність розсіювати тертя з цього світу в безліч інших.

source: An oily extract from a robot, could be some kind of grease for the joints, could be something else.
uk_ua: Масляний екстракт з робота, може бути мастилом для суглобів, може бути чимось іншим.

source: An old familiar friend.
uk_ua: Старий-добрий друг.

source: An old shield from a bygone age.
uk_ua: Застарілий щит з прадавніх часів.

source: An old time-telling device, full of useful little components.
uk_ua: Старий пристрій для відліку часу, повний корисних дрібних компонентів.

source: An organic nest full of bubbling gasses.
uk_ua: Органічне гніздо, повне бульбашок від газів.

source: An ornately wrought, innately alien cube composed of a porous but immensely strong material.
uk_ua: Вишукано оздоблений від природи чужинний куб, виготовлений з пористого, але надзвичайно міцного матеріалу.

source: An unsettling piece of an inexplicable object.
uk_ua: Дивний шматок незрозумілого предмета.

source: An unusual cube that makes people feel a little lighter than normal...
uk_ua: Незвичайний куб, завдяки якому люди відчувають себе трохи легшими, ніж зазвичай...

source: An upgrade is available for this item.
uk_ua: Доступне покращення цього предмета.

source: And perhaps something more?
uk_ua: А можливо, щось більше?

source: And please, they're sodium-based accumulators derived from our research into A2, not 'salt'.
uk_ua: І прошу вас, це натрієві акумулятори, розроблені на основі наших досліджень А2, а не 'сіль'.

source: And possibly usable as an accelerant in the right conditions.
uk_ua: За відповідних умов її можна використовувати як прискорювач.

source: Angle too steep to sit.
uk_ua: Кут занадто крутий, щоби всидіти.

source: Anomalous
uk_ua: Аномальний

source: Anomaly
uk_ua: Аномалія

source: Antejuice
uk_ua: Антисік

source: Antejuice Pools
uk_ua: Антесокові Басейни

source: Antelight
uk_ua: Антисвітло

source: Antelight Seed
uk_ua: Насіння Антисвітла

source: Antethermite
uk_ua: Антитерміт

source: Anteverse 168
uk_ua: Антивсесвіт 168

source: Anteverse 188
uk_ua: Антивсесвіт 188

source: Anteverse 23
uk_ua: Антивсесвіт 23

source: Anteverse 23 was assessed by TR investigators to have been a luxury furniture outlet.
uk_ua: Слідчі TR оцінили Anteverse 23 як магазин розкішних меблів.

source: Anteverse 299
uk_ua: Антивсесвіт 299

source: Anteverse 2A
uk_ua: Антивсесвіт 2А

source: Anteverse 2B
uk_ua: Антивсесвіт 2Б

source: Anteverse 2C
uk_ua: Антивсесвіт 2В

source: Anteverse 39
uk_ua: Антивсесвіт 39

source: Anteverse Bird
uk_ua: Птах Антивсесвіту

source: Anteverse Gel
uk_ua: Гель Антивсесвіту

source: Anteverse Gem
uk_ua: Самоцвіт Антивсесвіту

source: Anteverse II's apex predator, but rather tame in this form.
uk_ua: Головний хижак Антивсесвіту ІІ, приручений у цьому форматі.

source: Anteverse Wheat
uk_ua: Пшениця Антивсесвіту

source: Anteverse Wheat Seed
uk_ua: Насіння пшениці Антивсесвіту

source: Anti-Fungal Gelatin
uk_ua: Протигрибковий Желатин

source: Antique Shotgun
uk_ua: Антикварний Дробовик

source: Anvil
uk_ua: Ковадло

source: Anvils?!
uk_ua: Ковадла?!

source: Any (Packaged) Filing Cabinet
uk_ua: Будь-яка (Упакована) Шафа для Документів

source: Any Glue
uk_ua: Будь-який Клей

source: Any Tomato
uk_ua: Будь-який Помідор

source: Any more than that, she's not saying._x000D_ _x000D_ Dr. Jenik Veltman has secretly recorded the Blacksmith's speech, and observed that his vocal patterns are strikingly unique, even singular, matching no precise linguistic heritage he is aware of.
uk_ua: Більше вона нічого не каже._x000D_ _x000D_Доктор Єнік Вельтман таємно записав мовлення Коваля і зауважив, що його вокальні патерни вражаюче унікальні, навіть виняткові і не збігаються з жодною відомою йому мовною спадщиною.

source: Any news?
uk_ua: Якісь новини?

source: Any sort of Tomato, super or otherwise.
uk_ua: Будь-який сорт Помідорів, супер чи не супер.

source: Any sort of glue.
uk_ua: Будь-який вид клею.

source: Any thoughts?
uk_ua: Є якісь ідеї?

source: Anyone hear me?
uk_ua: Хтось мене чує?

source: Anyone who gets their hands on a CPU from one of the Security Bots could hack through any door in this sector.
uk_ua: Будь-хто, до чиїх рук потрапить процесор одного з цих охоронних ботів, зможе зламати будь-які двері в цьому секторі.

source: Anything else is crazy.
uk_ua: Інші дії – це божевілля.

source: Apologies for the late check-in on this, I was held up by a Keystone visitor.
uk_ua: Вибачте за пізню реєстрацію, мене затримав Ключник.

source: Apparently the CPUs from Security Bots contain security data ...
uk_ua: Очевидно, процесори Роботів-охоронців містять усі дані про безпеку ...

source: Apparently the team on Level 3 has figured out a way to use the differential in their new Power Cell design.
uk_ua: Схоже, команда на Рівні 3 знайшла спосіб використовувати диференціал у своїй новій конструкції Енергоядра.

source: Apparently there are anvils in a supply room on Level 3.
uk_ua: Схоже, ковадла знаходяться у сховищі на 3-ому Рівні .

source: Apparently there's Power Cells somewhere inside Silo 3...
uk_ua: Схоже, десь усередині 3-ого Силосу є Енергетичні Ядра...

source: Applies: {1}
uk_ua: Накладає: {1}

source: Aquarium Cart
uk_ua: Візок-акваріум

source: Arachnophobia Mode
uk_ua: Режим арахнофобії

source: Arcade Machine
uk_ua: Аркадний Автомат

source: Arcade Stool
uk_ua: Аркадний Стілець
